Repository: nick-denry/JabberDo
Catalog: i18n/*/LC_MESSAGES/help_router.po
Languages: ru

source: .. - output existing lists
ru: .. - показать все списки

source: .list_name - add or display list, i.e. `.tasks`. Also makes list "active".
ru: .имя_списка - добавить или показать список, напр. `.дела`. Также делает список "активным".

source: . - display active list
ru: . - показать активный список

source: .-- - clear tasks of the active list
ru: .-- - очистить активый список

source: .! - display completed tasks of the active list
ru: .! - показать выполненные задачи в активном списке

source: .!- - clear completed tasks of the active list
ru: .!- - очистить выполненные задачи в активном списке

source: .-list_name - delete list and all of its tasks
ru: .-имя_списка - удалить список и все его задачи

source: Any message - adds task to active list
ru: Любое сообщение - добавить задачу в активный список

source: :any_multiline_message - add multiple tasks from multiline message
ru: :любое_многострочное_сообщение - добавить несколько задач, по задаче из строки

source: !task_number [task_number] - move task(s) task_number to completed
ru: !номер_задачи [номер_задачи] - поместить задачу(и) в выполненные

source: -task_number - delete task task_number from list, i.e. -1 deletes first task.
ru: -номер_задачи - удалить задачу номер_задачи из списка, напр. -1 удаляет первую задачу.

source: >task_number title - edit task task_number from current list, set it new title
ru: >номер_задачи заголовок - отредактировать задачу номер_задачи из текущего списка, заменить на заголовок

source: ^task_number list_name` - move task `task_umber` from current list to list_name list
ru: ^номер_задачи имя_списка - переместить задачу `номер_задачи` из активного списка в список имя_списка

source: *task_number time date - set reminder for task task_number to time/date
ru: *номер_задачи время дата - установить напоминание для задачи на время/дату

source: .* - list scheduled tasks
ru: .* - список напоминаний задач
