Repository: nick-denry/JabberDo
Catalog: i18n/*/LC_MESSAGES/list_router.po
Languages: ru

source: No active list found. See lists with .. or choose one by name .<list_name>
ru: Нет активного списка. Показать списки .. или выберите по имени .имя_списка

source: Active list is %s
ru: Активный список `%s`

source: List is empty. Add task to it by send some message.
ru: Список пуст. Добавьте задачу, отправив любое сообщение.

source: No â° tasks
ru: Нет â° задач

source: No lists. Add one by typing .<list_name>
ru: Списков нет. Добавьте один, отправив .имя_списка

source: All the lists:
ru: Все списки:

source: Clear tasks of the %s list
ru: Задачи списка %s удалены

source: Need a list name to delete
ru: Отправьте название списка для удаления

source: Delete list %s
ru: Список %s удален

source: List %s not found
ru: Список %s не найден

source: Added list %s
ru: Список %s добавлен

source: Clear completed tasks of the %s list
ru: Выполненные задачи списка %s удалены

source: Completed tasks of the %s list:
ru: Выполненные задачи списка %s:

source: No completed tasks for this list. Complete one with !<number>.
ru: Нет выполненных задач в этом списке. Выполните одну, отправив !номер_задачи
