Repository: nick-denry/JabberDo
Catalog: i18n/*/LC_MESSAGES/task_router.po
Languages: ru

source: No task #%s found in the %s list
ru: Задача №%s не найдена в списке %s

source: Set task #%s complete
ru: Задача #%s выполнена

source: Please send task number or space-separated numbers (i.e. !33) to set task 33 complete. See current list tasks with .
ru: Пожалуйста, отправьте номер или номера задач (напр. !33) чтобы выполнить задачу 33 . Просмотреть задачи текущего списка - .

source: Please send numbers like !3 5 7 if you want to set multiple tasks complete.
ru: Пожалуйста, оправьте номера как !3 5 7, если хотите выполнить несколько задач.

source: No active list found. See lists with .. or choose one by name .<list_name>
ru: Нет активного списка. Показать списки .. или выберите по имени .имя_списка

source: Text number(s) to comlete task(s) (â_â)
ru: Отправьте номер(а), чтобы выполнить задачу(и) (â_â)

source: Please send task number (i.e. #-33) to delete. See current list tasks with .
ru: Пожалуйста, отправьте номер задачи (напр. -33) для удаления. Посмотреть текущие задачи - .

source: Remove task #%s
ru: Задача №%s удалена

source: (Êâ¿Ê)â¯ alot of tasks added
ru: (Êâ¿Ê)â¯ добавлена кучка задач

source: No date time provided Ù©(Í¡à¹Ì¯Í¡à¹)Û¶
ru: Напишите время и/или дату Ù©(Í¡à¹Ì¯Í¡à¹)Û¶

source: Please send task number (i.e. #*33) to schedule. See current list tasks with .
ru: Пожалуйста, отправьте номер задачи (напр.*33) для напоминания. Посмотреть текущие задачи - .

source: Error convert date à² _à²
ru: Не могу понять дату à² _à²

source: â° Task #%s scheduled to %s
ru: â° Задача №%s запланирована на %s

source: Ù©(Í¡à¹Ì¯Í¡à¹)Û¶ Please provide task number to unschedule â°
ru: Ù©(Í¡à¹Ì¯Í¡à¹)Û¶ Напишите номер задачи, чтобы удалить напоминание â°

source: â° can unschedule only task number à² _à²
ru: â° могу удалить напоминание только по номеру à² _à²

source: No task provided Ù©(Í¡à¹Ì¯Í¡à¹)Û¶
ru: Напишите задачу Ù©(Í¡à¹Ì¯Í¡à¹)Û¶

source: ðï¸ Task %s updated
ru: ðï¸ Задача %s обновлена

source: No list name provided Ù©(Í¡à¹Ì¯Í¡à¹)Û¶
ru: Напишите имя списка Ù©(Í¡à¹Ì¯Í¡à¹)Û¶

source: No task #%s found in active list
ru: Задача №%s не найдена в активном списке

source: List %s not found
ru: Список %s не найден

source: â¡ï¸ Task %s moved to list %s
ru: â¡ï¸ Задача %s отправлена в список %s

source: Task %s added to list %s
ru: Задача `%s` добавлена в список `%s`

source: Text something (â_â)
ru: Отправьте что-нибудь (â_â)

source: Text number to edit task (â_â)
ru: Отправьте номер для редактирования задачи (â_â)

source: Text number and list to move task (â_â)
ru: Напишите номер и список для перемещения задачи (â_â)

source: Text number (â_â) to â° the task
ru: Напишите номер (â_â) чтобы â° задачу
